tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mikescher/tap"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "boost"
brew "glib"
brew "coreutils"
brew "ctop"
brew "docker"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "envchain"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.11"
brew "git-filter-repo"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "guile"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "jq"
brew "python@3.9"
brew "libslirp"
brew "lolcat"
brew "minikube"
brew "moreutils"
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "semgrep"
brew "shellcheck"
brew "showkey"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "ykman"
brew "zplug"
brew "mikescher/tap/dops"
cask "aws-vault"
cask "cscreen"
cask "font-hack-nerd-font"
